[
    {
        "id": 16,
        "name": "Vama SOYA Mini Chunks ( 52% Protein & 99% Fat Free) ",
        "description": " This is a Vegetarian product. 52% Protein & 99% Fat free. Rich in Vitamins & Minerals. Stabilizes Cholesterol and Reduces the risk of CHD. Vegan & Gluten-free. 100 % Recyclable Packaging",
        "cat": "pulses",
        "price": 18,
        "image": "../images/pulses1.jpg"
    },
    {
        "id": 17,
        "name": "Manna SOYA Chunks (SOYA Wadi) 600g Monthly Pack (Pack of 3 - 200g Each) ",
        "description": " This is a Vegetarian product. Unlike other plant or vegetable proteins, soy protein contains all of the essential amino acids necessary for good health. Richest natural source of protein. Be it a meal or snack, make it nutritious by adding Manna Soya Nuggets. Storage Instruction : Store in a cool and dry place Weight 200 Gms + Special Offer 40 Gms Extra",
        "cat": "pulses",
        "price": 13,
        "image": "../images/pulses2.jpg"
    },
    {
        "id": 18,
        "name": "Pro Nature 100% Organic Tur Dal (Unpolished), 2kg ",
        "description": " This is a Vegetarian product. 100 percent certified organic products Gluten free Enhanced taste due to minimal loss of natural proteins Superior quality grains. Consistency in grain size",
        "cat": "pulses",
        "price": 40,
        "image": "../images/pulses3.jpg"
    },
    {
        "id": 19,
        "name": "Tata Sampann Kabuli, 500g ",
        "description": " This is a Vegetarian product. Nutrient-dense food, providing rich content It is an anytime, anywhere snack Source of protein and fibre High in b group vitamins .Maximum Shelf Life: 12 Months. Form : Whole. Container type: Pouch",
        "cat": "pulses",
        "price": 8,
        "image": "../images/pulses4.jpg"
    },
    {
        "id": 20,
        "name": "24 Mantra Tur Dal, 2kg ",
        "description": " This is a Vegetarian product. Makes tasty dal tadka Easy to cook High protein content Makes healthy khichadi Dhansak ingredient Outer package may vary",
        "cat": "pulses",
        "price": 39,
        "image": "../images/pulses5.jpg"
    },
    {
        "id": 21,
        "name": "Vedaka SOYA Chunks, 500g ",
        "description": " Vedaka soya is hygienically packed and undergoes stringent and rigorous laboratory tests to meet fssai food safety norms Sorted to deliver consistent quality No artificial flavours. No preservatives Net weight: 500g ",
        "cat": "pulses",
        "price": 6,
        "image": "../images/pulses6.jpg"
    },
    {
        "id": 22,
        "name": "Bytewise Organic Rajma Jammu / Red Kidney Beans, 1Kg",
        "description": " Bytewise Organic Rajma Jammu or Red Kidney beans are the source of protein and a great food for vegans. Kidney beans can be used as filling for burritos, dips, soups, and more. Bytewise Organic Rajma Jammu or Red Kidney Beans are easy to cook. You can add them with Bytewise Organic Basmati rice or Sona Masoori rice. Premium Quality in 1 Kg BPA-free packaging Certified USDA organic, EU organic, Canada organic, India Organic, Kosher and Halal Organic Red Kidney Beans is used in wide range of meals including salads, soups and stews.",
        "cat": "pulses",
        "price": 33,
        "image": "../images/pulses7.jpg"
    },
    {
        "id": 23,
        "name": "Natureland Organics Rajma Jammu Pouch, 1 kg ",
        "description": " Organic rajma Jammu; Eat natural live healthy Daily need products for a healthy and energetic life Rajma Jammu kidney beans are also a very good source of potassium and magnesium along with soluble fibre and protein Nature land organic foods rajma Jammu has been cultivated in foothills of Himalayas; It is very high in protein content. Best organic grocery in India; Health is wealth so give it a try for healthier life",
        "cat": "pulses",
        "price": 19,
        "image": "../images/pulses8.jpg"
    },
    {
        "id": 24,
        "name": "Mangat Ram Lal Rajma, 1kg ",
        "description": "Lal rajma. Nature land organic foods rajma Jammu has been cultivated in foothills of Himalayas; It is very high in protein content ",
        "cat": "pulses",
        "price": 16,
        "image": "../images/pulses9.jpg"
    },
    {
        "id": 25,
        "name": "Qzine 100 % USDA Certified Organic Rajma (Red Kidney Beans) Dal- 500 Grams ",
        "description": " 100% USDA Certified Organic : Free from Chemicals, Pesticides and GMO's Kidney beans contain a hearty mix of both soluble and insoluble fibre. Fibre helps to promote goodÊdigestiveÊhealth and bowel regularity. Rajma is a great source of vitamins, minerals, proteins, dietary fibre and iron. They contain antioxidants that are beneficial to our health. Consumption of kidney beans on a regular basis is good for hair and skin. Net Weight: 500 Grams in Resealable Bag",
        "cat": "pulses",
        "price": 20,
        "image": "../images/pulses10.jpg"
    },
    {
        "id": 26,
        "name": "Organic Tattva Red Rajma, 500g ",
        "description": " Organically grown without pesticides and fertilizers. Red rajma is known to be used in chillis and salad toss apart from the indian cooked recipe version Use our red rajma to add a dash of color to your table",
        "cat": "pulses",
        "price": 12,
        "image": "../images/pulses11.jpg"
    },
    {
        "id": 27,
        "name": "Organic Tattva Rajma Chitra, 500g",
        "description": " Organically grown without pesticides and fertilizers. Organic tattva’s rajma chitra has the assurance of it being free from any additives or polishing Country of Origin: India",
        "cat": "pulses",
        "price": 14,
        "image": "../images/pulses12.jpg"
    },
    {
        "id": 28,
        "name": "Ciba Evergreen Rajma Chitra Dal 500gm (Unpolished Pulses) ",
        "description": " The USP of the unpolished pulses is that it is free from polish, thus makes it more nutritional & full of protien. Unpolished Pulses Range:- Kabuli Chana, Masoor, Arhar, Moong, Urad & Chana Dal. Other Related Product: - Ciba Rajma Masala Powder; Rajma Red & Rajma Jammu Unpolished Pulses. Shelf Life: 6 Months. Spices | Blended Spices | Sprinklers | Pasta | Vermicelli | Poha | Hing | Salt | Unpolished Pulses",
        "cat": "pulses",
        "price": 9,
        "image": "../images/pulses13.jpg"
    },
    {
        "id": 29,
        "name": "Rajdhani Rajma Chitra, 500g ",
        "description": " Hygienic conditions maintained all throughout the process Proteins and other nutrients are retained as such Country of Origin: India     ",
        "cat": "pulses",
        "price": 8,
        "image": "../images/pulses14.jpg"
    },
    {
        "id": 30,
        "name": "Hetha Himalayan Munsiyari Chitkabra Rajma organically Grown in Munsiyari Uttarakhand - 500gm ",
        "description": " Himalayan Munsiyari Chitkabra Rajma is grown at ~7000ft in Uttarakhand. Organically grown with no pesticides, urea or chemicals. Authentic Rajma taste Comes in a glass container",
        "cat": "pulses",
        "price": 32,
        "image": "../images/pulses15.jpg"
    }
]